Repository: herobrine7gamer/utclockpincodetester
Catalog: po/*.po
Languages: ar

source: Pin-code clock unlocker tester
ar: مختبر ساعة موجه القفل

source: This is a tester for the "clock" pin-code prompt
ar: هذا مختبر ل "clock" موجه القفل

source: OK
ar: حسنا

source: Clock prompt
ar: موجه الساعة

source: back
ar: للخلف

source: edit
ar: عدل

source: Click or swipe on the digits
ar: اضغط أو اسحب على الأرقام

source: Display active area
ar: أظهر المنطقة المفعلة

source: Create a 4 digit pin
ar: اصنع رمزا من 4 أرقام

source: Current pin
ar: الرمز الحالي

source: Test your code
ar: اختبر رمزك

source: correct!
ar: صحيح!

source: Wrong code, try again!
ar: رمز خاطئ، حاول مجددا!

source: Unlocker tester
ar: مختبر ملغي القفل
